Repository: 4teamwork/ftw.upgrade
Catalog: ftw/upgrade/locales/*/LC_MESSAGES/ftw.upgrade.po
Languages: de

source: Back
de: Zurück

source: Cyclic dependencies
de: Zyklische Abhängigkeiten

source: Install
de: Installieren

source: Profiles with cyclic dependencies:
de: Profile mit zyklischen Abhängigkeiten:

source: Select none
de: Keine auswählen

source: Select not installed
de: Vorgeschlagene auswählen

source: Something is wrong with this Upgrade step. This upgrade steps seems not to be installed but is not proposed. The target version may be newer than the filesystem profile version.
de: Dieser Upgrade-Step scheint falsch zu sein. Er ist nicht installiert, wird aber auch nicht vorgeschlagen. Die Zielversion ist möglicherweise neuer als die Dateisystem Version des Profils.

source: The site configuration is outdated and needs to be upgraded! Upgrading add-ons is disabled while plone is outdated. <br /> ${continue_upgrade_link}
de: Die Plone-Seite ist nicht mehr aktuell! Bitte aktualisieren Sie zuerst Plone.<br />${continue_upgrade_link}

source: There are cyclic dependencies. The profiles could not be sorted by dependencies!
de: Wegen zyklischen Abhängigkeiten zwischen den Profilen konnten die Profile nicht nach Abhängigkeiten sortiert werden.

source: This profile's filesystem version is lower than one of the upgrades' target version. Please update the corresponding metadata.xml!
de: Die Profil-Version auf dem Dateisystem ist kleiner als die Ziel-Version eines Upgrades. Bitte aktualisieren Sie die Version im metadata.xml.

source: This upgrade is already installed.
de: Dieses Upgrade ist bereits installiert.

source: This upgrade is marked as deferrable.
de: Dieses Upgrade kann aufgeschoben werden.

source: This upgrade is not installed yet.
de: Dieses Upgrade ist noch nicht installiert und wird für die Installation vorgeschlagen.

source: This upgrade step was added after later upgrade steps were installed on this site. This is usually a merge error; the timestamp of this upgrade should be increased so that the upgrade step is ordered after already installed upgrades.
de: Dieses Upgrade wurde hinzugefügt nachdem ein späteres Upgrade bereits auf dieser Plone-Seite installiert wurde. Die Ursache dafür ist normalerweise ein Merge-Fehler; bitte aktualisieren Sie den Timestamp des Upgrades so dass es nach bereits installierten Upgrades eingeordnet wird.

source: This upgrade's target version is higher than the profile's filesystem version. Please update the corresponding metadata.xml!
de: Die Ziel-Version dieses Upgrades ist höher als die Dateisystem-Version. Bitte aktualisieren Sie das entsprechende metadata.xml.

source: Upgrade Plone
de: Plone aktualisieren

source: Upgrades
de: Aktualisierungen

source: continue_upgrade_link
de: Plone Aktualisieren

source: description_manage_upgrades
de: Diese Ansicht listet alle Profile auf, die Aktualisierungen anbieten. Add-ons, die nicht installiert sind werden nicht aufgelistet. Installierte Aktualisierungen werden versteckt - klicken Sie auf den Profil-Titel um sie anzuzeigen.

source: label_installed_version
de: Dateisystem: ${fs_version}, Datenbank: ${db_version}

source: title_manage_upgrades
de: Aktualisierungen
